{
	"Naughty_Monkey":{
		"level": 1,
		"en":{
			"name": "Naughty Monkey",
			"content": [
				"It's very hot. An old man is asleep on the chair.",
				"A fly comes and sits on the end of the man's nose.",
				"The old man has a naughty monkey. He chases the fly.",
				"The fly comes back again and sits on the old man's nose again. The monkey chases it away again and again.",
				"This happens five or six times. The monkey is very angry.",
				"He jumps up, runs to the garden and picks up a large stone.",
				"When the fly sits on the old man's nose again, the monkey hits it hard with the stone.",
				"He kills the fly and breaks the old man's nose."
			]
		},
		"zh":{
			"name": "调皮的猴子",
			"content": [
				"天气很热。一位老人在椅子上睡着了。",
				"一只苍蝇飞来落在老人的鼻子上。",
				"老人有一只顽皮的猴子。猴子在追打苍蝇。",
				"苍蝇再次飞落在老人的鼻子上，猴子一再追打苍蝇。",
				"这样往返了五六次，猴子很生气。",
				"他跳着跑到花园，捡起一块大石头。",
				"当苍蝇再次落在老人的鼻子上时，猴子用石头击中老人的鼻子上的苍蝇。",
				"他砸死了苍蝇也打破了老人的鼻子。"

			]
		}
	},
	"A_Beautiful_Doll":{
		"level":1,
		"en":{
			"name":"A Beautiful Doll",
			"content":[
				"Tina is a lovely girl. She has a lot of dolls.",
				"One of these dolls is very beautiful. She has long blond hair and wears a white dress.",
				"The little girl likes her very much. She called her \"Sandy\".",
				"You would forget all the sad things and become happy when you see her.",
				"Tina tried to teach Sandy to speak, but she failed.",
				"When she is free, Tina always made clothes for her.",
				"When she was unhappy or met with some difficulties, Tina talked to her, because they are close friends.",
				"What a lovely girl she is!",
				"Do you like it, too?"
			]
		},
		"zh":{
			"name":"漂亮的洋娃娃",
			"content":[
				"缇娜是一个可爱的女孩， 她有许多洋娃娃。",
				"其中有个是很美的：她有着金色的长发，穿着一件白色的连衣裙。",
				"小女孩非常喜欢它，因此， 小女孩叫她“桑迪”。",
				"当你看到它的时候就会高兴，会忘记所有不开心的事。",
				"缇娜试着教桑迪说话，可她失败了。",
				"当缇娜空闲时，她时常会桑迪缝衣服。",
				"当她遇到不快乐的事或碰倒困难的时候，缇娜会对它倾述，因为他们是亲密的朋友。",
				"多么可爱的一个女孩啊!",
				"你也喜欢它吗?"
			]
		}
	},
	"What_Animals_are_in_the_sea": {
		"level": 1,
		"en": {
			"name":"What Animals are in the sea?",
			"content":[
				"There are all kinds of animals in the sea.",
				"Look! They are coming.",
				"This is an octopus. The octopus is spraying ink.",
				"This is a shark. The shark has sharp teeth.",
				"This is a whale. The whale shoots water into the air.",
				"This is a sea turtle. The sea turtle has a hard shell.",
				"These are starfishes. The starfishes have five legs.",
				"These are angelfishes. The angelfishes have beautiful colors.",
				"This is a lobster. The lobster has strong claws.",
				"This is a jellyfish. The jellyfish has a soft body.",
				"They are different. But all of them live in the sea."
			]
		},
		"zh": {
			"name":"海里有什么动物",
			"content":[
				"在海洋里有各种各样的动物",
				"看!他们过来了",
				"这时一条章鱼，章鱼在喷墨。",
				"这是一条鲨鱼，鲨鱼有锐利的牙齿。",
				"这是一只鲸鱼，鲸把水喷射到空中。",
				"这时一直海龟，海龟有坚硬的壳。",
				"这些是海星，海星有五条腿。",
				"这些是扁蛟鱼，扁姣鱼有美丽的花纹。",
				"这是一只龙虾，龙虾有强壮的爪子。",
				"这是一个水母，水母有一个柔软的身体。",
				"他们各不相同，但他们都居住在海洋里。"
			]
		}
	},
	"The_Hippo_and_I":{
		"level":1,
		"en":{
			"name":"The Hippo and I",
			"content":[
				"A hippo lives in the zoo. I like him very much. I often go to see him.",
				"He often thinks of me, too. Today is Sunday. It is a fine day. I go to see him again.",
				"After I leave the zoo, he follows me to my house.",
				"I give him lettuce, cabbages, bananas, apples and other foods. He eats them up.",
				"When I sing songs, he stays in the pool. He is as quite as a rabbit.",
				"In the evening, he jumps onto my bed with me.",
				"My mum tells him to go home. He has to pack his bag and go back to the zoo. My mum lets me see him every week."
			]
		},
		"zh":{
			"name":"我与河马",
			"content":[
				"河马住在动物园里，我很喜欢他。他经常去看它，他也经常想我。",
				"今天是星期日，是个好天气，我又一次去看望它。",
				"在我离开动物园之后，他跟随到我的家。",
				"我给他莴苣、生菜、香蕉、苹果和其他食物。他都吃了。",
				"当我唱歌是，它待在水池里，像兔子一样安静。",
				"晚上，他跳到床上同我睡觉在一起睡。",
				"妈妈要它回家。它不得不背起包回到动物园。妈妈允许我每周去看它。"
			]
		}
	},
	"Three_Good_Friends":{
		"level":1,
		"en":{
			"name":"Three Good Friends",
			"content":[
				"One day, a monkey rides his bike near the river.",
				"This time he sees a lion under a tree.",
				"The lion runs at him. He is afraid and falls into the river.",
				"He can't swim. He shouts.",
				"The rabbit hears him. He jumps into the river. The rabbit swims to the monkey, but he can't help him.",
				"Luckily, an elephant comes along.",
				"He is very strong. He helps the rabbit and monkey.",
				"Three friends are very happy.",
				"They go to the elephant's home. Then, three of them become good friends."
			]
		},
		"zh":{
			"name":"三个好朋友",
			"content":[
				"一天，一只猴子在河边骑车。",
				"这时他看见树下有一只狮子，狮子向他跑来。",
				"他非常的害怕，掉进河里。",
				"他不会游泳，大叫起来。",
				"兔子听见了，跳进水里，但他却没有办法救猴子。",
				"幸运的是，一只大象过来了。",
				"大象非常强壮，救出了兔子和猴子。",
				"三个朋友非常快乐。",
				"他们来到大象的家，从此他们成了好朋友。"
			]
		}
	},
	"Quack_Frog":{
		"level":1,
		"en":{
			"name":"Quack Frog",
			"content":[
				"Once upon a time a Frog came forth from his home in the marshes and proclaimed to all the world that he was a learned physician, skilled in drugs and able to cure all diseases.",
				"Among the crowd was a Fox, who called out, \"You a doctor! Why, how can you set up to heal others when you cannot even cure your own lane legs and blotched and wrinkled skin?\""
			]
		},
		"zh":{
			"name":"庸医青蛙",
			"content":[
				"从前，有一只青蛙从他那湿地中的家里蹦出来，向所有的动物宣称自己是一个博学多才的医生，精通于药学，能治百病。",
				"其中，有一只狐狸问他：“你这样的医生，连自己的跛足和斑驳起皱的皮都治不好，怎么还敢吹牛说能给别人治病呢?”"
			]
		}
	},
	"Look_for_a_Friend":{
		"level":1,
		"en":{
			"name":"Look for a Friend",
			"content":[
				"Sam is a little fish. He lives in the sea.",
				"He is very lonely. He wants to have a friend. The friend looks like him.",
				"Sam sees an ink fish. The ink fish has eight legs. He doesn't look like Sam. So Sam goes away.",
				"Sam meets a shark. He wants to say hello to the shark. The shark opens his big mouth. Sam runs away quickly.",
				"Sam is tired and hungry. He wants to have a rest. Then he sees a round fish. She says to him. \"Hello! Would you like to be my friend?\"",
				"Sam answers: \"Of course! But you are round. I am flat.\" The round fish says: \"But we are both fishes.\"",
				"Sam thinks and says, \"You are right. Let's be friends.\" They become good friends."
			]
		},
		"zh":{
			"name":"找朋友",
			"content":[
				"塞姆是一条小鱼，他在海里。",
				"他生在海里。他很孤独，想要找一个朋友，那个朋友看起来要想他。",
				"塞姆看见一条墨鱼。墨鱼有8条腿，看上去不像塞姆。因此塞姆游走了。",
				"塞姆遇见一条鲨鱼。他想跟鲨鱼问好。鲨鱼张开大嘴，塞姆有迅速地逃走了。",
				"塞姆又累又饿，他要休息一会儿。这时他看见一条圆鱼，圆鱼对他说：“你好!你愿意做我的朋友吗?”",
				"塞姆回答：“好哇!可你是圆形的，我是扁的。”圆鱼说：“但是我们俩都是鱼啊!”",
				"塞姆思考后说：“你讲得对，让我们做朋友吧。”他们就成为好朋友了。"
			]
		}
	},
	"The_Boys_And_The_Frogs":{
		"level":1,
		"en":{
			"name":"The Boys And The Frogs",
			"content":[
				"One spring day some naughty boys were playing near a pond. They began to throw stones into the water.",
				"In the pond lived many frogs were much afraid of the boys, for the stones hurt some of the frogs.",
				"At last an old frog lifted his head out of the water and said, \"Boys, please don't throw stones at us.\" The boys said, \"We are only playing.\" \"I know that, but please stop throwing stones, my boys. What is play to you is death to us,\" said the old frog. So the boys stopped throwing stones and went away."
			]
		},
		"zh":{
			"name":"男孩和青蛙",
			"content":[
				"春天里的一天，一些顽皮的男孩在一个水塘边玩耍。他们开始往水里扔石块。",
				"许多生活在水塘里的青蛙非常害怕这些男孩，因为石头曾弄伤了他们中的一些。",
				"最后一只老青蛙把他的脑袋探出水面，他说：“孩子们，请别向我们扔石头。” 男孩说：“我们只是在玩耍。” “我知道，但请别扔石头，孩子们。对你们而言的玩耍对我们可意味着死亡。” 老青蛙说。因此男孩们不再扔石头并且离开了。"
			]
		}
	},
	"The_fox_without_a_tail":{
		"level":1,
		"en":{
			"name":"The fox without a tail",
			"content":[
				"A fox's tail was caught in a trap. When he was trying to release himself, he lost his whole tail except the stump.",
				"At first he was ashamed to see the other foxes because he had no tail, but he was determined to face his misfortune. He called all the foxes to a meeting.",
				"When they had gotten together, the fox said that they should all do away with their tails.",
				"He said that their tails were very inconvenient when they met with their enemies. He did not talk about any advantages of the tail. \"You are right,\" said one of the older foxes, \"but I don't think you would advise us to do away with our tails if you hadn't lost it yourself first."
			]
		},
		"zh":{
			"name":"没有尾巴的狐狸",
			"content":[
				"一只狐狸的尾巴被夹住了，当他试着脱身的时候，挣断了整条尾巴。",
				"开始时，他看到其他狐狸的时候感到很羞愧。后来，他决定面对这种不幸，就召集了所有的狐狸开会。",
				"大家到齐后，他极力劝说其他狐狸也割掉尾巴，说尾巴在遭遇敌人时很不方便，尾巴一点儿作用也没有。",
				"可他没有说有尾巴的任何好处。一只老狐狸站出来说：“如果你没有失去你的尾巴，你是不会来劝大家都割去尾巴的。”"
			]
		}
	},
  "Unit_1_My_Family":{
    "tag": ["textbook","grade_2","part_1"],
    "level":1,
    "en":{
        "name":"Unit 1 My Family",
        "content":[
          "Who's he? He is my father.",
          "Who's she? She is my mother."
        ]
    },
    "zh":{
        "name":"第一课 我的家",
        "content":[
          "他是谁？他是我的爸爸。",
          "她是谁？她是我的妈妈。"
        ]
    }
  },
  "Unit_2_Boys_and_Girls":{
    "tag": ["textbook","grade_2","part_1"],
    "level":1,
    "en":{
        "name":"Unit 2 Boys and Girls",
        "content":[
          "What's his name? His name is Panpan.",
          "What's her name? Her name is Candy."
        ]
    },
    "zh":{
      "name":"第二课 男孩和女孩",
      "content":[
        "他叫什么名字？他的名字叫Panpan",
        "她叫什么名字？她的名字叫Candy。"
      ]
    }
  },
  "Unit_3_My_Friends":{
    "tag": ["textbook","grade_2","part_1"],
    "level":1,
    "en":{
        "name":"Unit 3 My Friends",
        "content":[
          "What does he look like? He is tall.",
          "What does she look like? She is pretty."
        ]
    },
    "zh":{
      "name":"第三课 我的朋友",
      "content":[
        "他长什么样？他很高大",
        "她长什么样？她很漂亮"
      ]
    }
  },
  "Unit_4_In_the_Community":{
    "tag": ["textbook","grade_2","part_1"],
    "level":1,
    "en":{
      "name":"Unit 3 In the Community",
      "content":[
        "Where are you going? I'm going to the zoo.",
        "Where are you going? I'm going to the park"
      ]
    },
    "zh":{
      "name":"第四课 在社区",
      "content":[
        "你要去哪里？我要去动物园。",
        "你要去哪里？我要去公园。"
      ]
    }
  },
  "Unit_5_In_the_Park":{
    "tag": ["textbook","grade_2","part_1"],
    "level":1,
    "en":{
      "name":"Unit 5 In the Park",
      "content":[
        "There is a boat on th lake, There are trees in the park, There are birds in the park."
      ]
    },
    "zh":{
      "name":"第五课 在公园",
      "content":[
        "湖面上有一只小船，公园里有很多树，公园里有很多鸟。"
      ]
    }
  },
  "Unit_6_Happy_Holidays":{
    "tag": ["textbook","grade_2","part_1"],
    "level":1,
    "en":{
      "name":"Unit 6 Happy Holidays",
      "content":[
        "Here is a present for you. Thank you."
      ]
    },
    "zh":{
      "name":"第六课 节日快乐",
      "content":[
        "这是给你的礼物。谢谢。"
      ]
    }
  }

}

